{
  "Dashboard": "Dashboard",
  "Servers": "Server",
  "Logs": "Protokolle",
  "Settings": "Einstellungen",
  "About": "Über",
  "CHECK UPDATE": "UPDATE ÜBERPRÜFEN",
  "HOMEPAGE": "Startseite",
  "FEEDBACK": "Feedback",
  "ROADMAP": "Fahrplan",
  "Port": "Port",
  "Startup": "Start",
  "Launch V2rayX at Login": "V2rayX beim Login starten",
  "Language": "Sprache",
  "v2ray-core": "v2ray-core Version",
  "Mode": "Modus",
  "PAC mode": "PAC-Modus",
  "Global mode": "Globaler Modus",
  "Manual mode": "Manueller Modus",
  "Signed in as": "Eingeloggt als",
  "Maximum Transmission Unit (MTU, please select a value between 576 and 1460. The default value is 1350": "Maximale Übertragungseinheit (MTU), bitte wählen Sie einen Wert zwischen 576 und 1460. Der Standardwert ist 1350.",
  "Transmission Time Interval, in milliseconds (ms, specifies the frequency at which mKCP will send data. Please select a value between 10 and 100. The default value is 50": "Übertragungszeitintervall in Millisekunden (ms), gibt die Häufigkeit an, mit der mKCP Daten sendet. Bitte wählen Sie einen Wert zwischen 10 und 100. Der Standardwert ist 50.",
  "Uplink Capacity, which refers to the maximum bandwidth used by the host to send data, is measured in MB/s, with a default value of 5. Note that this is in bytes, not bits. It can be set to 0 to indicate a very small bandwidth": "Uplink-Kapazität, die sich auf die maximale Bandbreite bezieht, die vom Host zum Senden von Daten verwendet wird, wird in MB/s gemessen, mit einem Standardwert von 5. Beachten Sie, dass dies in Byte und nicht in Bit ist. Es kann auf 0 gesetzt werden, um eine sehr geringe Bandbreite anzuzeigen.",
  "Downlink Capacity, which is the maximum bandwidth used by the host to receive data, measured in MB/s, with a default value of 20. Note that it is in Bytes, not bits. It can be set to 0, indicating a very small bandwidth": "Downlink-Kapazität, die die maximale Bandbreite ist, die vom Host zum Empfangen von Daten verwendet wird, gemessen in MB/s, mit einem Standardwert von 20. Beachten Sie, dass es in Byte und nicht in Bit ist. Es kann auf 0 gesetzt werden, was eine sehr geringe Bandbreite anzeigt.",
  "Enable Congestion Control, with a default value of false. When congestion control is enabled, V2Ray will automatically monitor network quality. In cases of severe packet loss, it will reduce throughput; when the network is stable, it will increase throughput accordingly": "Staukontrolle aktivieren, mit einem Standardwert von false. Wenn die Staukontrolle aktiviert ist, überwacht V2Ray automatisch die Netzwerkqualität. Bei starkem Paketverlust wird die Durchsatzrate verringert; wenn das Netzwerk stabil ist, wird die Durchsatzrate entsprechend erhöht.",
  "None: Default value, no obfuscation": "Keine: Standardwert, keine Verschleierung",
  "SRTP: Obfuscated as SRTP packets(video call data)": "SRTP: Verschleiert als SRTP-Pakete (Videotelefoniedaten)",
  "UTP: Obfuscated as uTP packets(BT download data)": "uTP: Verschleiert als uTP-Pakete (BT-Download-Daten)",
  "WeChat: Obfuscated as (WeChat video call)": "WeChat: Verschleiert als WeChat-Videotelefonie-Daten",
  "DTLS: Obfuscated as DTLS 1.2 packets": "DTLS: Verschleiert als DTLS 1.2-Pakete",
  "WireGuard: Obfuscated as WireGuard packets": "WireGuard: Verschleiert als WireGuard-Pakete",
  "Single connection read buffer size, measured in MB. The default value is 2": "Lese-Puffergröße für eine einzelne Verbindung, gemessen in MB. Der Standardwert ist 2.",
  "Single connection write buffer size, measured in MB. The default value is 2": "Schreib-Puffergröße für eine einzelne Verbindung, gemessen in MB. Der Standardwert ist 2.",
  "Name of the gRPC service. It functions similarly to a path to prevent detection of whether this transmission protocol is deployed. It's recommended to use a complex random string. According to gRPC specifications, it's advised not to use characters other than uppercase and lowercase English letters, numbers, underscores, and periods": "Name des gRPC-Dienstes. Er funktioniert ähnlich wie ein Pfad, um die Erkennung zu verhindern, ob dieses Übertragungsprotokoll bereitgestellt ist. Es wird empfohlen, eine komplexe zufällige Zeichenkette zu verwenden. Laut gRPC-Spezifikationen wird empfohlen, keine anderen Zeichen als Groß- und Kleinbuchstaben, Zahlen, Unterstriche und Punkte zu verwenden.",
  "BBR: BBR is recommended in mobile network": "BBR: BBR wird in mobilen Netzwerken empfohlen",
  "Brutal: Brutal is recommended with stable bandwidth": "Brutal: Brutal wird mit stabiler Bandbreite empfohlen",
  "Enable UDP": "UDP aktivieren",
  "Authentication password: leave blank for no authentication": "Authentifizierungspasswort: Leer lassen für keine Authentifizierung",
  "Running": "Läuft",
  "Stopped": "Gestoppt",
  "Latency Test Settings": "Einstellungen für Latenztests",
  "Latency Test Type": "Typ des Latenztests",
  "Are you sure you want to delete": "Sind Sie sicher, dass Sie löschen möchten",
  "Group": "Gruppe",
  "It would also delete the subscription item on the subscription page": "Dies würde auch das Abonnement-Element auf der Abonnement-Seite löschen",
  "subscription": "Abonnement",
  "DELETE IT": "LÖSCHEN",
  "KEEP IT": "BEHALTEN",
  "Delete": "Löschen",
  "Edit": "Bearbeiten",
  "Advanced": "Erweiterte Optionen",
  "Save": "Speichern",
  "Cancel": "Abbrechen",
  "Configure Endpoint": "Endpunkt konfigurieren",
  "GUI": "Grafische Benutzeroberfläche",
  "Editor": "Editor",
  "Endpoint Settings": "Endpunkt-Einstellungen",
  "Encryption Algorithm": "Verschlüsselungsalgorithmus",
  "Check this link for configure field details": "Überprüfen Sie diesen Link für Details zu den Konfigurationsfeldern",
  "An all platform (Macos Windows Linux) V2ray client build with Tauri.": "Ein plattformübergreifender (macOS, Windows, Linux) V2ray-Client, gebaut mit Tauri.",
  "Security Settings": "Sicherheitseinstellungen",
  "General": "Allgemein",
  "Allow System Notification": "Systembenachrichtigungen erlauben",
  "Auto-Start Proxy": "Proxy automatisch starten",
  "Dashboard Pop Up When Started": "Dashboard-Popup beim Starten",
  "Current language": "Aktuelle Sprache",
  "Application Logs Folder": "Anwendungsprotokoll-Ordner",
  "Current Log Level": "Aktuelles Protokollniveau",
  "V2ray Access Logs Path": "Pfad zu V2ray-Zugriffsprotokollen",
  "V2ray Error Logs Path": "Pfad zu V2ray-Fehlerprotokollen",
  "Chinese": "Chinesisch",
  "English": "Englisch",
  "Japanese": "Japanisch",
  "Korean": "Koreanisch",
  "Russian": "Russisch",
  "Spanish": "Spanisch",
  "French": "Französisch",
  "German": "Deutsch",
  "Persian": "Persisch",
  "Detailed debug information": "Detaillierte Debug-Informationen",
  "Runtime status updates": "Aktualisierungen des Laufzeitstatus",
  "Potential issues detected": "Potenzielle Probleme erkannt",
  "Critical errors needing resolution": "Kritische Fehler, die behoben werden müssen",
  "No logging": "Keine Protokollierung",
  "Font Families": "Schriftartenfamilien",
  "Application Theme": "Anwendungsthema",
  "Appearance": "Erscheinungsbild",
  "Hide Tray Bar": "Infobereich ausblenden",
  "Light": "Hell",
  "Dark": "Dunkel",
  "Follow System": "System folgen",
  "Hide tray bar will not let program running in backgroud": "Das Ausblenden der Infobereich-Leiste verhindert, dass das Programm im Hintergrund läuft",
  "Tracks all connection activities, including IP addresses, timestamps, and data transferred": "Verfolgt alle Verbindungsaktivitäten, einschließlich IP-Adressen, Zeitstempel und übertragene Daten",
  "Logs any errors or issues V2Ray encounters, useful for troubleshooting": "Protokolliert alle Fehler oder Probleme, die V2Ray begegnet, nützlich für die Fehlerbehebung",
  "The Applicaion data generates every day with tags on it. You can check it or attach it for issue description on Github": "Die Anwendungsdaten werden täglich mit Tags generiert. Sie können sie überprüfen oder für die Problembeschreibung auf Github anhängen",
  "System Proxy": "Systemproxy",
  "Bypass Domain/IPNet": "Domain/IPNet umgehen",
  "Edit Domain/IPNet which will bypass proxy": "Domain/IPNet bearbeiten, die den Proxy umgehen",
  "PAC settings": "PAC-Einstellungen",
  "Plese adding the website url you want to use proxy network to access.Edit PAC settings will affect the system proxy settings when it is on PAC mode.": "Bitte fügen Sie die Website-URL hinzu, auf die Sie über das Proxy-Netzwerk zugreifen möchten. Das Bearbeiten der PAC-Einstellungen wirkt sich auf die Systemproxy-Einstellungen aus, wenn der PAC-Modus aktiviert ist.",
  "Proxies": "Proxys",
  "V2ray configure": "V2ray konfigurieren",
  "Inbounds Setting": "Einstellungen für eingehende Verbindungen",
  "Please make sure the port is not in use and unique": "Bitte stellen Sie sicher, dass der Port nicht in Verwendung ist und eindeutig ist",
  "Inbounds": "Eingehende Verbindungen",
  "DNS Setting": "DNS-Einstellungen",
  "Edit v2ray dns config, which will inject dns item when you start a proxy service": "V2ray DNS-Konfiguration bearbeiten, die DNS-Elemente injiziert, wenn Sie einen Proxy-Dienst starten",
  "Live Log Viewer": "Live-Protokollanzeige",
  "Invalid username or password": "Ungültiger Benutzername oder Passwort",
  "Current V2ray Core version:": "Aktuelle V2ray Core Version:",
  "Account created successfully": "Konto erfolgreich erstellt",
  "This username is already in use": "Dieser Benutzername wird bereits verwendet",
  "V2ray-core stopped and proxy mode switched to manual successfully": "V2ray-Core gestoppt und Proxy-Modus erfolgreich auf manuell umgeschaltet",
  "Save success": "Erfolgreich gespeichert",
  "Invalid Yaml format": "Ungültiges YAML-Format",
  "Invalid text format": "Ungültiges Textformat",
  "Invalid JSON format": "Ungültiges JSON-Format",
  "Inbounds have been updated successfully": "Eingehende Verbindungen wurden erfolgreich aktualisiert",
  "Command has been pasted to clipboard": "Befehl wurde in die Zwischenablage kopiert",
  "PAC mode has been enabled": "PAC-Modus wurde aktiviert",
  "Global mode has been enabled": "Globaler Modus wurde aktiviert",
  "Manual mode has been enabled": "Manueller Modus wurde aktiviert",
  "Group deleted successfully": "Gruppe erfolgreich gelöscht",
  "URL imported": "URL importiert",
  "Endpoint updated successfully": "Endpunkt erfolgreich aktualisiert",
  "Failed to updated endpoint": "Endpunkt konnte nicht aktualisiert werden",
  "common": {
    "error": "Fehler",
    "ok": "OK",
    "update": "Aktualisieren",
    "cancel": "Abbrechen"
  },
  "appUpdate": {
    "failedToCheck": "Das Überprüfen auf Updates ist fehlgeschlagen.\nBitte versuchen Sie es später noch einmal.",
    "updateAvailableMessage": "Ein Update auf Version {{version}} ist verfügbar!\n\nVersionshinweise: {{releaseNotes}}",
    "updateAvailableTitle": "Update verfügbar",
    "latestVersion": "Sie verwenden bereits die neueste Version. Weiter so!",
    "noUpdateTitle": "Kein Update verfügbar"
  },
  "Auto Check Update": "Automatische Update-Prüfung"
}
