{
  "Dashboard": "Panel de control",
  "Servers": "Servidores",
  "Logs": "Registros",
  "Settings": "Configuraciones",
  "About": "Acerca de",
  "CHECK UPDATE": "VERIFICAR ACTUALIZACIÓN",
  "HOMEPAGE": "Página principal",
  "FEEDBACK": "Comentarios",
  "ROADMAP": "Hoja de ruta",
  "Port": "Puerto",
  "Startup": "Inicio",
  "Launch V2rayX at Login": "Iniciar V2rayX al iniciar sesión",
  "Language": "Idioma",
  "v2ray-core": "Versión v2ray-core",
  "Mode": "Modo",
  "PAC mode": "Modo PAC",
  "Global mode": "Modo global",
  "Manual mode": "Modo manual",
  "Signed in as": "Conectado como",
  "Maximum Transmission Unit (MTU, please select a value between 576 and 1460. The default value is 1350": "Unidad Máxima de Transmisión (MTU), por favor seleccione un valor entre 576 y 1460. El valor predeterminado es 1350.",
  "Transmission Time Interval, in milliseconds (ms, specifies the frequency at which mKCP will send data. Please select a value between 10 and 100. The default value is 50": "Intervalo de Tiempo de Transmisión, en milisegundos (ms), especifica la frecuencia con la que mKCP enviará datos. Por favor seleccione un valor entre 10 y 100. El valor predeterminado es 50.",
  "Uplink Capacity, which refers to the maximum bandwidth used by the host to send data, is measured in MB/s, with a default value of 5. Note that this is in bytes, not bits. It can be set to 0 to indicate a very small bandwidth": "Capacidad de subida, que se refiere al ancho de banda máximo utilizado por el host para enviar datos, se mide en MB/s, con un valor predeterminado de 5. Nota que está en bytes, no en bits. Se puede establecer a 0 para indicar un ancho de banda muy pequeño.",
  "Downlink Capacity, which is the maximum bandwidth used by the host to receive data, measured in MB/s, with a default value of 20. Note that it is in Bytes, not bits. It can be set to 0, indicating a very small bandwidth": "Capacidad de bajada, que es el ancho de banda máximo utilizado por el host para recibir datos, se mide en MB/s, con un valor predeterminado de 20. Nota que está en bytes, no en bits. Se puede establecer a 0, indicando un ancho de banda muy pequeño.",
  "Enable Congestion Control, with a default value of false. When congestion control is enabled, V2Ray will automatically monitor network quality. In cases of severe packet loss, it will reduce throughput; when the network is stable, it will increase throughput accordingly": "Habilitar Control de Congestión, con un valor predeterminado de falso. Cuando el control de congestión está habilitado, V2Ray monitoreará automáticamente la calidad de la red. En casos de pérdida severa de paquetes, reducirá el rendimiento; cuando la red esté estable, aumentará el rendimiento en consecuencia.",
  "None: Default value, no obfuscation": "Ninguno: Valor predeterminado, sin ofuscación",
  "SRTP: Obfuscated as SRTP packets(video call data)": "SRTP: Ofuscado como paquetes SRTP (datos de llamadas de video)",
  "UTP: Obfuscated as uTP packets(BT download data)": "uTP: Ofuscado como paquetes uTP (datos de descarga BT)",
  "WeChat: Obfuscated as (WeChat video call)": "WeChat: Ofuscado como datos de llamadas de video de WeChat",
  "DTLS: Obfuscated as DTLS 1.2 packets": "DTLS: Ofuscado como paquetes DTLS 1.2",
  "WireGuard: Obfuscated as WireGuard packets": "WireGuard: Ofuscado como paquetes WireGuard",
  "Single connection read buffer size, measured in MB. The default value is 2": "Tamaño del búfer de lectura de una sola conexión, medido en MB. El valor predeterminado es 2.",
  "Single connection write buffer size, measured in MB. The default value is 2": "Tamaño del búfer de escritura de una sola conexión, medido en MB. El valor predeterminado es 2.",
  "Name of the gRPC service. It functions similarly to a path to prevent detection of whether this transmission protocol is deployed. It's recommended to use a complex random string. According to gRPC specifications, it's advised not to use characters other than uppercase and lowercase English letters, numbers, underscores, and periods": "Nombre del servicio gRPC. Funciona de manera similar a una ruta para prevenir la detección de si este protocolo de transmisión está desplegado. Se recomienda usar una cadena aleatoria compleja. Según las especificaciones de gRPC, se aconseja no usar caracteres aparte de letras mayúsculas y minúsculas en inglés, números, guiones bajos y puntos.",
  "BBR: BBR is recommended in mobile network": "BBR: Se recomienda en redes móviles",
  "Brutal: Brutal is recommended with stable bandwidth": "Brutal: Se recomienda con ancho de banda estable",
  "Enable UDP": "Habilitar UDP",
  "Authentication password: leave blank for no authentication": "Contraseña de autenticación: deje en blanco para no autenticar",
  "Running": "Ejecutándose",
  "Stopped": "Detenido",
  "Latency Test Settings": "Configuraciones de prueba de latencia",
  "Latency Test Type": "Tipo de prueba de latencia",
  "Are you sure you want to delete": "¿Está seguro de que desea eliminar",
  "Group": "Grupo",
  "It would also delete the subscription item on the subscription page": "También se eliminará el elemento de suscripción en la página de suscripciones",
  "subscription": "suscripción",
  "DELETE IT": "ELIMINAR",
  "KEEP IT": "MANTENER",
  "Delete": "Eliminar",
  "Edit": "Editar",
  "Advanced": "Opciones avanzadas",
  "Save": "Guardar",
  "Cancel": "Cancelar",
  "Configure Endpoint": "Configurar punto final",
  "GUI": "Interfaz gráfica",
  "Editor": "Editor",
  "Endpoint Settings": "Configuraciones de punto final",
  "Encryption Algorithm": "Algoritmo de cifrado",
  "Check this link for configure field details": "Consulte este enlace para obtener detalles sobre los campos de configuración",
  "An all platform (Macos Windows Linux) V2ray client build with Tauri.": "Un cliente V2ray para todas las plataformas (macOS, Windows, Linux) construido con Tauri.",
  "Security Settings": "Configuraciones de seguridad",
  "General": "General",
  "Allow System Notification": "Permitir notificaciones del sistema",
  "Auto-Start Proxy": "Inicio automático del proxy",
  "Dashboard Pop Up When Started": "Ventana emergente del panel al iniciar",
  "Current language": "Idioma actual",
  "Application Logs Folder": "Carpeta de registros de la aplicación",
  "Current Log Level": "Nivel de registro actual",
  "V2ray Access Logs Path": "Ruta de registros de acceso de V2ray",
  "V2ray Error Logs Path": "Ruta de registros de errores de V2ray",
  "Chinese": "Chino",
  "English": "Inglés",
  "Japanese": "Japonés",
  "Korean": "Coreano",
  "Russian": "Ruso",
  "Spanish": "Español",
  "French": "Francés",
  "German": "Alemán",
  "Persian": "Persa",
  "Detailed debug information": "Información detallada de depuración",
  "Runtime status updates": "Actualizaciones de estado en tiempo de ejecución",
  "Potential issues detected": "Problemas potenciales detectados",
  "Critical errors needing resolution": "Errores críticos que necesitan resolución",
  "No logging": "Sin registros",
  "Font Families": "Familias de fuentes",
  "Application Theme": "Tema de la aplicación",
  "Appearance": "Apariencia",
  "Hide Tray Bar": "Ocultar barra de bandeja",
  "Light": "Claro",
  "Dark": "Oscuro",
  "Follow System": "Seguir sistema",
  "Hide tray bar will not let program running in backgroud": "Ocultar la barra de bandeja no permitirá que el programa se ejecute en segundo plano",
  "Tracks all connection activities, including IP addresses, timestamps, and data transferred": "Rastrea todas las actividades de conexión, incluidas direcciones IP, marcas de tiempo y datos transferidos",
  "Logs any errors or issues V2Ray encounters, useful for troubleshooting": "Registra cualquier error o problema que V2Ray encuentre, útil para la solución de problemas",
  "The Applicaion data generates every day with tags on it. You can check it or attach it for issue description on Github": "Los datos de la aplicación se generan todos los días con etiquetas. Puede verificarlos o adjuntarlos para la descripción de problemas en Github",
  "System Proxy": "Proxy del sistema",
  "Bypass Domain/IPNet": "Omitir Domain/IPNet",
  "Edit Domain/IPNet which will bypass proxy": "Editar Domain/IPNet que omitirá el proxy",
  "PAC settings": "Configuraciones de PAC",
  "Plese adding the website url you want to use proxy network to access.Edit PAC settings will affect the system proxy settings when it is on PAC mode.": "Por favor, agregue la URL del sitio web que desea acceder utilizando la red de proxy. Editar las configuraciones de PAC afectará las configuraciones de proxy del sistema cuando esté en modo PAC.",
  "Proxies": "Proxies",
  "V2ray configure": "Configurar V2ray",
  "Inbounds Setting": "Configuración de entradas",
  "Please make sure the port is not in use and unique": "Por favor, asegúrese de que el puerto no esté en uso y sea único",
  "Inbounds": "Entradas",
  "DNS Setting": "Configuración de DNS",
  "Edit v2ray dns config, which will inject dns item when you start a proxy service": "Editar la configuración de DNS de V2ray, que inyectará elementos de DNS cuando inicie un servicio de proxy",
  "Live Log Viewer": "Visor de registros en vivo",
  "Invalid username or password": "Nombre de usuario o contraseña inválidos",
  "Current V2ray Core version:": "Versión actual de V2ray Core:",
  "Account created successfully": "Cuenta creada exitosamente",
  "This username is already in use": "Este nombre de usuario ya está en uso",
  "V2ray-core stopped and proxy mode switched to manual successfully": "V2ray-core detenido y modo proxy cambiado a manual exitosamente",
  "Save success": "Guardado exitosamente",
  "Invalid Yaml format": "Formato YAML inválido",
  "Invalid text format": "Formato de texto inválido",
  "Invalid JSON format": "Formato JSON inválido",
  "Inbounds have been updated successfully": "Las entradas han sido actualizadas exitosamente",
  "Command has been pasted to clipboard": "El comando ha sido copiado al portapapeles",
  "PAC mode has been enabled": "El modo PAC ha sido habilitado",
  "Global mode has been enabled": "El modo global ha sido habilitado",
  "Manual mode has been enabled": "El modo manual ha sido habilitado",
  "Group deleted successfully": "Grupo eliminado exitosamente",
  "URL imported": "URL importada",
  "Endpoint updated successfully": "Punto final actualizado exitosamente",
  "Failed to updated endpoint": "No se pudo actualizar el punto final",
  "common": {
    "error": "Error",
    "ok": "OK",
    "update": "Actualizar",
    "cancel": "Cancelar"
  },
  "appUpdate": {
    "failedToCheck": "No se pudo comprobar si hay actualizaciones.\nPor favor, inténtelo de nuevo más tarde.",
    "updateAvailableMessage": "¡La actualización a {{version}} está disponible!\n\nNotas de la versión: {{releaseNotes}}",
    "updateAvailableTitle": "Actualización disponible",
    "latestVersion": "Estás usando la última versión. ¡Sigue así!",
    "noUpdateTitle": "No hay ninguna actualización disponible"
  },
  "Auto Check Update": "Comprobación automática de actualizaciones"
}
