{
  "Dashboard": "Tableau de bord",
  "Servers": "Serveurs",
  "Logs": "Journaux",
  "Settings": "Paramètres",
  "About": "À propos",
  "CHECK UPDATE": "VÉRIFIER LA MISE À JOUR",
  "HOMEPAGE": "Page d'accueil",
  "FEEDBACK": "Retour d'information",
  "ROADMAP": "Feuille de route",
  "Port": "Port",
  "Startup": "Démarrage",
  "Launch V2rayX at Login": "Lancer V2rayX à la connexion",
  "Language": "Langue",
  "v2ray-core": "Version v2ray-core",
  "Mode": "Mode",
  "PAC mode": "Mode PAC",
  "Global mode": "Mode global",
  "Manual mode": "Mode manuel",
  "Signed in as": "Connecté en tant que",
  "Maximum Transmission Unit (MTU, please select a value between 576 and 1460. The default value is 1350": "Unité de Transmission Maximale (MTU), veuillez sélectionner une valeur entre 576 et 1460. La valeur par défaut est 1350.",
  "Transmission Time Interval, in milliseconds (ms, specifies the frequency at which mKCP will send data. Please select a value between 10 and 100. The default value is 50": "Intervalle de temps de transmission, en millisecondes (ms), spécifie la fréquence à laquelle mKCP enverra des données. Veuillez sélectionner une valeur entre 10 et 100. La valeur par défaut est 50.",
  "Uplink Capacity, which refers to the maximum bandwidth used by the host to send data, is measured in MB/s, with a default value of 5. Note that this is in bytes, not bits. It can be set to 0 to indicate a very small bandwidth": "Capacité en amont, qui se réfère à la bande passante maximale utilisée par l'hôte pour envoyer des données, est mesurée en MB/s, avec une valeur par défaut de 5. Notez que c'est en octets, pas en bits. Il peut être réglé à 0 pour indiquer une très faible bande passante.",
  "Downlink Capacity, which is the maximum bandwidth used by the host to receive data, measured in MB/s, with a default value of 20. Note that it is in Bytes, not bits. It can be set to 0, indicating a very small bandwidth": "Capacité en aval, qui est la bande passante maximale utilisée par l'hôte pour recevoir des données, mesurée en MB/s, avec une valeur par défaut de 20. Notez que c'est en octets, pas en bits. Il peut être réglé à 0, indiquant une très faible bande passante.",
  "Enable Congestion Control, with a default value of false. When congestion control is enabled, V2Ray will automatically monitor network quality. In cases of severe packet loss, it will reduce throughput; when the network is stable, it will increase throughput accordingly": "Activer le contrôle de congestion, avec une valeur par défaut de false. Lorsque le contrôle de congestion est activé, V2Ray surveillera automatiquement la qualité du réseau. En cas de perte de paquets sévère, il réduira le débit ; lorsque le réseau est stable, il augmentera le débit en conséquence.",
  "None: Default value, no obfuscation": "Aucun : Valeur par défaut, sans obfuscation",
  "SRTP: Obfuscated as SRTP packets(video call data)": "SRTP : Obfusqué en tant que paquets SRTP (données d'appel vidéo)",
  "UTP: Obfuscated as uTP packets(BT download data)": "uTP : Obfusqué en tant que paquets uTP (données de téléchargement BT)",
  "WeChat: Obfuscated as (WeChat video call)": "WeChat : Obfusqué en tant que données d'appel vidéo WeChat",
  "DTLS: Obfuscated as DTLS 1.2 packets": "DTLS : Obfusqué en tant que paquets DTLS 1.2",
  "WireGuard: Obfuscated as WireGuard packets": "WireGuard : Obfusqué en tant que paquets WireGuard",
  "Single connection read buffer size, measured in MB. The default value is 2": "Taille du tampon de lecture pour une seule connexion, mesurée en MB. La valeur par défaut est 2.",
  "Single connection write buffer size, measured in MB. The default value is 2": "Taille du tampon d'écriture pour une seule connexion, mesurée en MB. La valeur par défaut est 2.",
  "Name of the gRPC service. It functions similarly to a path to prevent detection of whether this transmission protocol is deployed. It's recommended to use a complex random string. According to gRPC specifications, it's advised not to use characters other than uppercase and lowercase English letters, numbers, underscores, and periods": "Nom du service gRPC. Il fonctionne de manière similaire à un chemin pour empêcher la détection de la présence de ce protocole de transmission. Il est recommandé d'utiliser une chaîne aléatoire complexe. Selon les spécifications gRPC, il est conseillé de n'utiliser que des lettres anglaises majuscules et minuscules, des chiffres, des tirets bas et des points.",
  "BBR: BBR is recommended in mobile network": "BBR : BBR est recommandé dans les réseaux mobiles",
  "Brutal: Brutal is recommended with stable bandwidth": "Brutal : Brutal est recommandé avec une bande passante stable",
  "Enable UDP": "Activer UDP",
  "Authentication password: leave blank for no authentication": "Mot de passe d'authentification : laissez vide pour aucune authentification",
  "Running": "En cours d'exécution",
  "Stopped": "Arrêté",
  "Latency Test Settings": "Paramètres de test de latence",
  "Latency Test Type": "Type de test de latence",
  "Are you sure you want to delete": "Êtes-vous sûr de vouloir supprimer",
  "Group": "Groupe",
  "It would also delete the subscription item on the subscription page": "Cela supprimera également l'élément d'abonnement sur la page d'abonnement",
  "subscription": "abonnement",
  "DELETE IT": "SUPPRIMER",
  "KEEP IT": "GARDER",
  "Delete": "Supprimer",
  "Edit": "Modifier",
  "Advanced": "Options avancées",
  "Save": "Enregistrer",
  "Cancel": "Annuler",
  "Configure Endpoint": "Configurer le point de terminaison",
  "GUI": "Interface graphique",
  "Editor": "Éditeur",
  "Endpoint Settings": "Paramètres du point de terminaison",
  "Encryption Algorithm": "Algorithme de chiffrement",
  "Check this link for configure field details": "Consultez ce lien pour les détails des champs de configuration",
  "An all platform (Macos Windows Linux) V2ray client build with Tauri.": "Un client V2ray multiplateforme (macOS, Windows, Linux) construit avec Tauri.",
  "Security Settings": "Paramètres de sécurité",
  "General": "Général",
  "Allow System Notification": "Autoriser les notifications système",
  "Auto-Start Proxy": "Démarrage automatique du proxy",
  "Dashboard Pop Up When Started": "Fenêtre du tableau de bord lors du démarrage",
  "Current language": "Langue actuelle",
  "Application Logs Folder": "Dossier des journaux de l'application",
  "Current Log Level": "Niveau de journal actuel",
  "V2ray Access Logs Path": "Chemin des journaux d'accès V2ray",
  "V2ray Error Logs Path": "Chemin des journaux d'erreurs V2ray",
  "Chinese": "Chinois",
  "English": "Anglais",
  "Japanese": "Japonais",
  "Korean": "Coréen",
  "Russian": "Russe",
  "Spanish": "Espagnol",
  "French": "Français",
  "German": "Allemand",
  "Persian": "Persan",
  "Detailed debug information": "Informations de débogage détaillées",
  "Runtime status updates": "Mises à jour de l'état d'exécution",
  "Potential issues detected": "Problèmes potentiels détectés",
  "Critical errors needing resolution": "Erreurs critiques nécessitant une résolution",
  "No logging": "Pas de journalisation",
  "Font Families": "Familles de polices",
  "Application Theme": "Thème de l'application",
  "Appearance": "Apparence",
  "Hide Tray Bar": "Masquer la barre de notification",
  "Light": "Clair",
  "Dark": "Sombre",
  "Follow System": "Suivre le système",
  "Hide tray bar will not let program running in backgroud": "Masquer la barre de notification empêchera le programme de s'exécuter en arrière-plan",
  "Tracks all connection activities, including IP addresses, timestamps, and data transferred": "Suit toutes les activités de connexion, y compris les adresses IP, les horodatages et les données transférées",
  "Logs any errors or issues V2Ray encounters, useful for troubleshooting": "Enregistre toutes les erreurs ou problèmes rencontrés par V2Ray, utile pour le dépannage",
  "The Applicaion data generates every day with tags on it. You can check it or attach it for issue description on Github": "Les données de l'application sont générées chaque jour avec des tags. Vous pouvez les vérifier ou les joindre pour la description d'un problème sur Github",
  "System Proxy": "Proxy système",
  "Bypass Domain/IPNet": "Contourner Domain/IPNet",
  "Edit Domain/IPNet which will bypass proxy": "Modifier Domain/IPNet qui contournera le proxy",
  "PAC settings": "Paramètres PAC",
  "Plese adding the website url you want to use proxy network to access.Edit PAC settings will affect the system proxy settings when it is on PAC mode.": "Veuillez ajouter l'URL du site Web que vous souhaitez accéder via le réseau proxy. Modifier les paramètres PAC affectera les paramètres proxy système lorsqu'il est en mode PAC.",
  "Proxies": "Proxies",
  "V2ray configure": "Configurer V2ray",
  "Inbounds Setting": "Paramètres des entrées",
  "Please make sure the port is not in use and unique": "Veuillez vous assurer que le port n'est pas utilisé et qu'il est unique",
  "Inbounds": "Entrées",
  "DNS Setting": "Paramètres DNS",
  "Edit v2ray dns config, which will inject dns item when you start a proxy service": "Modifier la configuration DNS de V2ray, qui injectera un élément DNS lorsque vous démarrerez un service proxy",
  "Live Log Viewer": "Visualiseur de journaux en direct",
  "Invalid username or password": "Nom d'utilisateur ou mot de passe invalide",
  "Current V2ray Core version:": "Version actuelle de V2ray Core :",
  "Account created successfully": "Compte créé avec succès",
  "This username is already in use": "Ce nom d'utilisateur est déjà utilisé",
  "V2ray-core stopped and proxy mode switched to manual successfully": "V2ray-core arrêté et mode proxy changé en manuel avec succès",
  "Save success": "Enregistrement réussi",
  "Invalid Yaml format": "Format YAML invalide",
  "Invalid text format": "Format de texte invalide",
  "Invalid JSON format": "Format JSON invalide",
  "Inbounds have been updated successfully": "Les entrées ont été mises à jour avec succès",
  "Command has been pasted to clipboard": "La commande a été copiée dans le presse-papiers",
  "PAC mode has been enabled": "Le mode PAC a été activé",
  "Global mode has been enabled": "Le mode global a été activé",
  "Manual mode has been enabled": "Le mode manuel a été activé",
  "Group deleted successfully": "Groupe supprimé avec succès",
  "URL imported": "URL importée",
  "Endpoint updated successfully": "Point de terminaison mis à jour avec succès",
  "Failed to updated endpoint": "Échec de la mise à jour du point de terminaison",
  "common": {
    "error": "Erreur",
    "ok": "OK",
    "update": "Mettre à jour",
    "cancel": "Annuler"
  },
  "appUpdate": {
    "failedToCheck": "Échec de la vérification des mises à jour.\nVeuillez réessayer plus tard.",
    "updateAvailableMessage": "Une mise à jour vers la version {{version}} est disponible !\n\nNotes de version : {{releaseNotes}}",
    "updateAvailableTitle": "Mise à jour disponible",
    "latestVersion": "Vous utilisez déjà la dernière version. Continuez comme ça !",
    "noUpdateTitle": "Aucune mise à jour disponible"
  },
  "Auto Check Update": "Vérification automatique des mises à jour"
}
