{
  "Dashboard": "Панель управления",
  "Servers": "Серверы",
  "Logs": "Журналы",
  "Settings": "Настройки",
  "About": "О программе",
  "CHECK UPDATE": "ПРОВЕРИТЬ ОБНОВЛЕНИЕ",
  "HOMEPAGE": "Домашняя страница",
  "FEEDBACK": "Обратная связь",
  "ROADMAP": "Дорожная карта",
  "Port": "Порт",
  "Startup": "Запуск",
  "Launch V2rayX at Login": "Запуск V2rayX при входе в систему",
  "Language": "Язык",
  "v2ray-core": "Версия v2ray-core",
  "Mode": "Режим",
  "PAC mode": "Режим PAC",
  "Global mode": "Глобальный режим",
  "Manual mode": "Ручной режим",
  "Signed in as": "Вход выполнен как",
  "Maximum Transmission Unit (MTU, please select a value between 576 and 1460. The default value is 1350": "Максимальный блок передачи (MTU), выберите значение между 576 и 1460. Значение по умолчанию 1350.",
  "Transmission Time Interval, in milliseconds (ms, specifies the frequency at which mKCP will send data. Please select a value between 10 and 100. The default value is 50": "Интервал передачи данных в миллисекундах (мс), определяет частоту передачи данных mKCP. Выберите значение между 10 и 100. Значение по умолчанию 50.",
  "Uplink Capacity, which refers to the maximum bandwidth used by the host to send data, is measured in MB/s, with a default value of 5. Note that this is in bytes, not bits. It can be set to 0 to indicate a very small bandwidth": "Пропускная способность восходящего канала, максимальная пропускная способность, используемая хостом для отправки данных, измеряется в МБ/с, значение по умолчанию 5. Обратите внимание, что это байты, а не биты. Можно установить 0 для очень низкой пропускной способности.",
  "Downlink Capacity, which is the maximum bandwidth used by the host to receive data, measured in MB/s, with a default value of 20. Note that it is in Bytes, not bits. It can be set to 0, indicating a very small bandwidth": "Пропускная способность нисходящего канала, максимальная пропускная способность, используемая хостом для приема данных, измеряется в МБ/с, значение по умолчанию 20. Обратите внимание, что это байты, а не биты. Можно установить 0 для очень низкой пропускной способности.",
  "Enable Congestion Control, with a default value of false. When congestion control is enabled, V2Ray will automatically monitor network quality. In cases of severe packet loss, it will reduce throughput; when the network is stable, it will increase throughput accordingly": "Включить контроль перегрузки, значение по умолчанию false. При включении контроля перегрузки V2Ray будет автоматически мониторить качество сети. В случае сильной потери пакетов пропускная способность будет снижена; при стабильной сети — соответственно увеличена.",
  "None: Default value, no obfuscation": "Нет: Значение по умолчанию, без обфускации",
  "SRTP: Obfuscated as SRTP packets(video call data)": "SRTP: Обфусцировано как SRTP пакеты (данные видеозвонка)",
  "UTP: Obfuscated as uTP packets(BT download data)": "uTP: Обфусцировано как uTP пакеты (данные BT загрузки)",
  "WeChat: Obfuscated as (WeChat video call)": "WeChat: Обфусцировано как данные видеозвонка WeChat",
  "DTLS: Obfuscated as DTLS 1.2 packets": "DTLS: Обфусцировано как DTLS 1.2 пакеты",
  "WireGuard: Obfuscated as WireGuard packets": "WireGuard: Обфусцировано как WireGuard пакеты",
  "Single connection read buffer size, measured in MB. The default value is 2": "Размер буфера чтения для одного соединения, измеряется в МБ. Значение по умолчанию 2.",
  "Single connection write buffer size, measured in MB. The default value is 2": "Размер буфера записи для одного соединения, измеряется в МБ. Значение по умолчанию 2.",
  "Name of the gRPC service. It functions similarly to a path to prevent detection of whether this transmission protocol is deployed. It's recommended to use a complex random string. According to gRPC specifications, it's advised not to use characters other than uppercase and lowercase English letters, numbers, underscores, and periods": "Имя gRPC службы. Она выполняет функцию, аналогичную пути, чтобы предотвратить обнаружение развертывания данного протокола передачи. Рекомендуется использовать сложную случайную строку. Согласно спецификациям gRPC, не рекомендуется использовать символы, кроме прописных и строчных английских букв, цифр, подчеркиваний и точек.",
  "BBR: BBR is recommended in mobile network": "BBR: Рекомендуется для мобильных сетей",
  "Brutal: Brutal is recommended with stable bandwidth": "Brutal: Рекомендуется при стабильной пропускной способности",
  "Enable UDP": "Включить UDP",
  "Authentication password: leave blank for no authentication": "Пароль аутентификации: оставьте пустым для отсутствия аутентификации",
  "Running": "Работает",
  "Stopped": "Остановлено",
  "Latency Test Settings": "Настройки теста задержки",
  "Latency Test Type": "Тип теста задержки",
  "Are you sure you want to delete": "Вы уверены, что хотите удалить",
  "Group": "Группа",
  "It would also delete the subscription item on the subscription page": "Также будет удален элемент подписки на странице подписок",
  "subscription": "подписка",
  "DELETE IT": "УДАЛИТЬ",
  "KEEP IT": "СОХРАНИТЬ",
  "Delete": "Удалить",
  "Edit": "Редактировать",
  "Advanced": "Расширенные настройки",
  "Save": "Сохранить",
  "Cancel": "Отмена",
  "Configure Endpoint": "Настроить конечную точку",
  "GUI": "GUI",
  "Editor": "Редактор",
  "Endpoint Settings": "Настройки конечной точки",
  "Encryption Algorithm": "Алгоритм шифрования",
  "Check this link for configure field details": "Проверьте эту ссылку для подробностей настройки полей",
  "An all platform (Macos Windows Linux) V2ray client build with Tauri.": "Клиент V2ray для всех платформ (macOS, Windows, Linux), созданный с помощью Tauri.",
  "Security Settings": "Настройки безопасности",
  "General": "Общие",
  "Allow System Notification": "Разрешить системные уведомления",
  "Auto-Start Proxy": "Автозапуск прокси",
  "Dashboard Pop Up When Started": "Всплывающее окно панели управления при запуске",
  "Current language": "Текущий язык",
  "Application Logs Folder": "Папка журналов приложения",
  "Current Log Level": "Текущий уровень журнала",
  "V2ray Access Logs Path": "Путь к журналам доступа V2ray",
  "V2ray Error Logs Path": "Путь к журналам ошибок V2ray",
  "Chinese": "Китайский",
  "English": "Английский",
  "Japanese": "Японский",
  "Korean": "Корейский",
  "Russian": "Русский",
  "Spanish": "Испанский",
  "French": "Французский",
  "German": "Немецкий",
  "Persian": "Персидский",
  "Detailed debug information": "Подробная отладочная информация",
  "Runtime status updates": "Обновления статуса выполнения",
  "Potential issues detected": "Обнаружены потенциальные проблемы",
  "Critical errors needing resolution": "Критические ошибки, требующие решения",
  "No logging": "Без логирования",
  "Font Families": "Семейства шрифтов",
  "Application Theme": "Тема приложения",
  "Appearance": "Внешний вид",
  "Hide Tray Bar": "Скрыть панель трея",
  "Light": "Светлый",
  "Dark": "Темный",
  "Follow System": "Следовать за системой",
  "Hide tray bar will not let program running in backgroud": "Скрытие панели трея не позволит программе работать в фоновом режиме",
  "Tracks all connection activities, including IP addresses, timestamps, and data transferred": "Отслеживает все действия соединения, включая IP-адреса, временные метки и переданные данные",
  "Logs any errors or issues V2Ray encounters, useful for troubleshooting": "Записывает любые ошибки или проблемы, с которыми сталкивается V2Ray, что полезно для устранения неполадок",
  "The Applicaion data generates every day with tags on it. You can check it or attach it for issue description on Github": "Данные приложения генерируются ежедневно с тегами. Вы можете проверить их или прикрепить для описания проблемы на Github",
  "System Proxy": "Системный прокси",
  "Bypass Domain/IPNet": "Обход доменов/IPNet",
  "Edit Domain/IPNet which will bypass proxy": "Редактировать домены/IPNet, которые будут обходить прокси",
  "PAC settings": "Настройки PAC",
  "Plese adding the website url you want to use proxy network to access.Edit PAC settings will affect the system proxy settings when it is on PAC mode.": "Пожалуйста, добавьте URL веб-сайта, к которому вы хотите получить доступ через прокси-сеть. Редактирование настроек PAC повлияет на системные настройки прокси, когда включен режим PAC.",
  "Proxies": "Прокси",
  "V2ray configure": "Настройка V2ray",
  "Inbounds Setting": "Настройка входящих соединений",
  "Please make sure the port is not in use and unique": "Пожалуйста, убедитесь, что порт не используется и уникален",
  "Inbounds": "Входящие",
  "DNS Setting": "Настройки DNS",
  "Edit v2ray dns config, which will inject dns item when you start a proxy service": "Редактируйте конфигурацию DNS V2ray, которая будет внедрять DNS-элементы при запуске прокси-сервиса",
  "Live Log Viewer": "Просмотрщик живых журналов",
  "Invalid username or password": "Неверное имя пользователя или пароль",
  "Current V2ray Core version:": "Текущая версия V2ray Core:",
  "Account created successfully": "Аккаунт успешно создан",
  "This username is already in use": "Это имя пользователя уже используется",
  "V2ray-core stopped and proxy mode switched to manual successfully": "V2ray-core остановлен, режим прокси успешно переключен на ручной",
  "Save success": "Успешно сохранено",
  "Invalid Yaml format": "Неверный формат YAML",
  "Invalid text format": "Неверный текстовый формат",
  "Invalid JSON format": "Неверный формат JSON",
  "Inbounds have been updated successfully": "Входящие данные успешно обновлены",
  "Command has been pasted to clipboard": "Команда скопирована в буфер обмена",
  "PAC mode has been enabled": "Режим PAC включен",
  "Global mode has been enabled": "Глобальный режим включен",
  "Manual mode has been enabled": "Ручной режим включен",
  "Group deleted successfully": "Группа успешно удалена",
  "URL imported": "URL импортирован",
  "Endpoint updated successfully": "Конечная точка успешно обновлена",
  "Failed to updated endpoint": "Не удалось обновить конечную точку",
  "common": {
    "error": "Ошибка",
    "ok": "OK",
    "update": "Обновить",
    "cancel": "Отмена"
  },
  "appUpdate": {
    "failedToCheck": "Не удалось проверить наличие обновлений.\nПопробуйте позже.",
    "updateAvailableMessage": "Доступно обновление до версии {{version}}!\n\nСписок изменений: {{releaseNotes}}",
    "updateAvailableTitle": "Доступно обновление",
    "latestVersion": "Вы уже используете последнюю версию. Так держать!",
    "noUpdateTitle": "Обновлений нет"
  },
  "Auto Check Update": "Автоматическая проверка обновлений"
}
