{
  "Dashboard": "控制台",
  "Servers": "服务器",
  "Logs": "日志",
  "Settings": "设置",
  "About": "关于",
  "CHECK UPDATE": "检查更新",
  "HOMEPAGE": "主页",
  "FEEDBACK": "反馈",
  "ROADMAP": "路线图",
  "Port": "端口",
  "Startup": "启动",
  "Launch V2rayX at Login": "登录系统时启动 V2rayX",
  "Language": "语言",
  "v2ray-core": "v2ray-core 版本",
  "Mode": "模式",
  "PAC mode": "规则模式",
  "Global mode": "全局模式",
  "Manual mode": "后台模式",
  "Signed in as": "登录为",
  "Maximum Transmission Unit (MTU, please select a value between 576 and 1460. The default value is 1350": "最大传输单元（maximum transmission unit），请选择一个介于 576 - 1460 之间的值默认值为 1350",
  "Transmission Time Interval, in milliseconds (ms, specifies the frequency at which mKCP will send data. Please select a value between 10 and 100. The default value is 50": "传输时间间隔（transmission time interval），单位毫秒（ms），mKCP 将以这个时间频率发送数据请选译一个介于 10 - 100 之间的值默认值为 50",
  "Uplink Capacity, which refers to the maximum bandwidth used by the host to send data, is measured in MB/s, with a default value of 5. Note that this is in bytes, not bits. It can be set to 0 to indicate a very small bandwidth": "上行链路容量，即主机发出数据所用的最大带宽，单位 MB/s，默认值 5注意是 Byte 而非 bit可以设置为 0，表示一个非常小的带宽",
  "Downlink Capacity, which is the maximum bandwidth used by the host to receive data, measured in MB/s, with a default value of 20. Note that it is in Bytes, not bits. It can be set to 0, indicating a very small bandwidth": "下行链路容量，即主机接收数据所用的最大带宽，单位 MB/s，默认值 20注意是 Byte 而非 bit可以设置为 0，表示一个非常小的带宽",
  "Enable Congestion Control, with a default value of false. When congestion control is enabled, V2Ray will automatically monitor network quality. In cases of severe packet loss, it will reduce throughput; when the network is stable, it will increase throughput accordingly": "是否启用拥塞控制，默认值为 false开启拥塞控制之后，V2Ray 会自动监测网络质量，当丢包严重时，会自动降低吞吐量；当网络畅通时，也会适当增加吞吐量",
  "None: Default value, no obfuscation": "none：默认值，不进行伪装",
  "SRTP: Obfuscated as SRTP packets(video call data)": "SRTP：伪装成 SRTP 数据包，会被识别为视频通话数据）",
  "UTP: Obfuscated as uTP packets(BT download data)": "uTP：伪装成 uTP 数据包，会被识别为 BT 下载数据",
  "WeChat: Obfuscated as (WeChat video call)": "WeChat：伪装成微信视频通话的数据包",
  "DTLS: Obfuscated as DTLS 1.2 packets": "DTLS：伪装成 DTLS 1.2 数据包",
  "WireGuard: Obfuscated as WireGuard packets": "WireGuard：伪装成 WireGuard 数据包",
  "Single connection read buffer size, measured in MB. The default value is 2": "单个连接的读取缓冲区大小，单位是 MB。默认值为 2",
  "Single connection write buffer size, measured in MB. The default value is 2": "单个连接的写入缓冲区大小，单位是 MB。默认值为 2",
  "Name of the gRPC service. It functions similarly to a path to prevent detection of whether this transmission protocol is deployed. It's recommended to use a complex random string. According to gRPC specifications, it's advised not to use characters other than uppercase and lowercase English letters, numbers, underscores, and periods": "gRPC 服务的名称。其作用类似 path 的功能，用于防止探测是否部署了本传输协议。建议使用复杂的随机字符串。  根据 gRPC 规范官方 规定，此字段不建议使用除英文大小写字母、数字、下划线及英文句号之外的字符组成。gRPC 服务的名称。其作用类似 path 的功能，用于防止探测是否部署了本传输协议。建议使用复杂的随机字符串。  根据 gRPC 规范官方 规定，此字段不建议使用除英文大小写字母、数字、下划线及英文句号之外的字符组成",
  "BBR: BBR is recommended in mobile network": "bbr被广泛使用的，推荐在移动网络环境下使用",
  "Brutal: Brutal is recommended with stable bandwidth": "brutal需要正确地设置好本机实际带宽才能生效，推荐在带宽稳定的环境下使用",
  "Enable UDP": "是否启用 UDP",
  "Authentication password: leave blank for no authentication": "认证密码：留空表示不认证",
  "": ""
}
